[LWS_Crasher X2SoldierClassTemplate]

DisplayName="Crasher"
ClassSummary="The Crasher specializes in taking on multiple opponents at close range. They're equally adept at rushing an enemy position or being the rearguard as the squad moves to evac."

LeftAbilityTreeTitle="Shell Shock"
RightAbilityTreeTitle="Escape Artist"
AbilityTreeTitles[0]="Shell Shock"
AbilityTreeTitles[1]="Cut Down"
AbilityTreeTitles[2]="Escape Artist"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Pistols"

;This class is only intended for Jane Kelly, so there's only one callsign by default. Feel free to change this.
RandomNickNames[0]="Reclaimer"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="His blade...THEIR BLOOD!"
PhotoboothSoloBLines_Male[1]="The last thing you never see."
PhotoboothSoloBLines_Male[2]="His blade will bring JUSTICE!"
PhotoboothSoloBLines_Male[3]="Close, personal, and DEADLY!"
PhotoboothSoloBLines_Male[4]="Blademaster. Death dealer."
PhotoboothSoloBLines_Female[0]="Her blade...THEIR BLOOD!"
PhotoboothSoloBLines_Female[1]="The last thing you never see."
PhotoboothSoloBLines_Female[2]="Her blade will bring JUSTICE!"
PhotoboothSoloBLines_Female[3]="Close, personal, and DEADLY!"
PhotoboothSoloBLines_Female[4]="Blademaster. Death dealer."